<h2>Qu'est-ce qu'un trieur ?</h2>
	<p>Un trieur est une sorte de chemise &agrave; rabat, divis&eacute;e en parties. On utilise une partie par mati&egrave;re et on y range les cours. On peut en acheter dans n'importe quelle papeterie ou magasin de fournitures scolaires.</p>
	<img scr="./articles/le-trieur/trieur.png" alt="trieur" href="articles.php?article=le-trieur-meilleur-ami-de-ton-dos" />
	<small>Les &eacute;tiquettes avec des num&eacute;ros servent &agrave; noter les noms des parties.</small>
<h2>A quoi sert un trieur ?</h2>
	<p>Une des grandes diff&eacute;rences entre le coll&egrave;ge et le lyc&eacute;e est que la plupart des professeurs te laissent t'organiser seul. Du moment que tu as ton cours rang&eacute;, ils te laissent choisir le support. C'est l&agrave; qu'intervient le trieur, gr&acirc;ce &agrave; lui tu peux &eacute;viter de transporter de nombreux cahiers o&ugrave; classeurs toutes la journ&eacute;e, pour le plus grand bonheur de ton dos. </p>
<h2>Conseil d'utilisation du trieur</h2>
	<p>On te le r&eacute;p&eacute;tera souvent en seconde, la cl&eacute; du lyc&eacute;e c'est L'OR-GA-NI-SA-TION. Il est impossible de travailler si les cours sont oubli&eacute;s, pas class&eacute;s ou mal rang&eacute;s dans ton trieur. Pour &eacute;viter ceci, il faut respecter quelques r&egrave;gles :</p>
	<ul>
		<li>Ne pas acheter un trieur avec de trop nombreuses parties, 8 sont largement suffisantes.</li>
		<li>Num&eacute;roter IMPERATIVEMENT chaque page du cours pour &eacute;viter de les m&eacute;langer et pouvoir les reclasser facilement.</li>
		<li>S&eacute;parer le cours et les exercices, par un intercalaire ou en mettant les exercices &agrave; la fin de la partie et le cours au d&eacute;but.</li>
		<li>Eviter d'utiliser le trieur pour toutes les mati&egrave;res, quand il y a beaucoup de cours &agrave; noter et apprendre, un cahier/classeur est tout aussi pratique.</li>
		<li>Le soir, une fois rentr&eacute; chez toi, sort les cours qui te seront inutiles le lendemain de ton trieur et range les dans des pochettes ou des classeurs conserv&eacute;s chez toi.</li>
	</ul>