	<p>
		Vous vous sentez l'&acirc;me d'un r&eacute;dacteur ? Vous voulez contribuer &agrave; l'aide des nouveaux lyc&eacute;ens ? Ou aider &agrave; l'essor du site ?<br />Alors &eacute;crivez et envoyez-nous un article, des suggestions ou des id&eacute;es !
	</p>
	<h2>L'id&eacute;e</h2>
		<p>
			Toutes les id&eacute;es et th&egrave;mes sont bienvenus. Cela peut-&ecirc;tre un th&egrave;me sur un sujet qui va aider les lyc&eacute;ens, ou alors un compte rendu d'un &eacute;v&egrave;nement comme par exemple le Gala Dance ou le Carnaval.
		</p>
	<h2>L'&eacute;criture</h2>
		<p>
			Bien s&ucirc;r, nous demandons que les articles soient &eacute;crits en bon fran&ccedil;ais, et sign&eacute;s (nom ou pseudonyme). La mise en page est libre, mais pour assurer la coh&eacute;rence les formats de titre, de textes sont impos&eacute;s.</br>
			Pour afficher vos articles directement dans le site, il faut qu'ils soient r&eacute;dig&eacute;s en HTML5 et en CSS3, ce qui peut repr&eacute;senter une certaine difficult&eacute;. Nous n'allons pas nous amuser &agrave; r&eacute;&eacute;crire tous les articles pour se conformer au style du site. Nous vous demandons donc de r&eacute;diger vos articles en HTML.
			Un parseur BBCode sera tr&egrave;s prochainement ajout&eacute; au site afin d'inviter les failles XSS et de faciliter la r&eacute;daction des commentaires et des articles.
		</p>
	<h2>Format de l'&eacute;criture</h2>
		<p>
			Plusieurs exigences sont retenues :
			<ul>
				<li>Encodage en UTF-8 (par d&eacute;faut sur la plupart des &eacute;diteurs de texte).</li>
				<li>Ecriture en HTML5 et CCS3. D'autres langages ou fichiers ne sont pas autoris&eacute;s.</li>
				<li>Tous les fichiers externes, CSS, images, sons, etc seront stock&eacute;s dans le dossier <span class="code">./articles/NomDeVotreArticle/</span>.</li>
                 <li>Tous les scripts PHP/MySQL, JavaScript, Ajax, etc seront automatiquement supprim&eacute;s ! (Bande de malins)</li>
				<li>Utiliser au maximum les balises HTML5 simples, pas de &lt;div&gt; &agrave; profusion.</li>
				<li>Si vous voulez ins&eacute;rer des images ou des vid&eacute;os, vous pouvez placer ces fichiers dans un dossier &agrave; part, ou alors les liers directement depuis une autre page web. Vous pouvez r&eacute;cup&eacute;rer les liens Facebook, Youtube, Dailymotion, etc...</li>
				<li>Pagination, identation claire, voir commentaires dans vos fichiers.</li>
				<li>Pensez que certains caract&egrave;res ne s'afficheront pas comme &lt; et &gt;, il faudra &eacute;crire <span class="code">&amp;lt;</span> et <span class="code">&amp;gt;</span>.</li>
				<li>Il est inutile d'inclure les en-t&ecirc;tes HTML dans votre page, commencez directement par la balise &lt;h1&gt;.</li>
			</ul>
			Liste des classes de texte propos&eacute;es : (il vous faudra utiliser les balises <span class="code">&lt;span class="class"&gt;&lt;/span&gt;</span> ou les balises paragraphes)
			<ul>
				<li>.family_name : <span class="family_name">antonin decimo</span></li>
				<li>.code : <span class="code">&lt;!DOCTYPE html&gt;&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;/body&gt;&lt;/html&gt;</span></li>
				<li>.hide : <span class="hide">Survolez avec votre souris ce tr&egrave;s long texte qui sao&ucirc;le tout le monde et qui n'a vraiment pas besoin d'&ecirc;tre lu &agrave; moins de le pr&eacute;ciser tr&egrave;s fort, d'ailleurs moi &ccedil;a m'&eacute;nerve de l'&eacute;crire, c'est vraiment impossible. Je pense que vous avez d&ucirc; comprendre.</span></li>
                 <li>.title : <span class="title">Titre</span>. Balise &agrave; utiliser si vous ne prenez pas les &lt;h1&gt;, etc...</li>
			</ul>
			Liste des classes de balises propos&eacute;es :
			<ul>
				<li>.extern_link : lien hypertexte ext&eacute;rieur au site : <a href="http://www.google.com" class="extern_link">www.google.com</a></li>
				<li>.article_link : lien hypertexte vers un article du site : <a href="#" class="article_link">Article</a></li>
                 <li>.page_link : lien hypertexte vers une page du site : <a href="changelog.php">changelog.php</a></li>
			</ul>
			Liste des balises automatiquement stylis&eacute;es :
			<ul>
				<li>Toutes les balises de titre seront automatiquement stylis&eacute;es</li>
				<li>Le texte dans les balises de paragraphe sera automatiquement justifi&eacute;</li>
			</ul>
             Polices :
             <ul>
                 <li>La police par d&eacute;faut est la 'Times'.</li>
                 <li>La police pour les titres est '<span class="title">TravelingTypewriter</span>'. Elles est format&eacute;e par d&eacute;faut, mais vous pouvez l'utiliser pour vos propores titres avec la classe .title .</li>
             </ul>
		</p>
	<h2>Envoyer l'article</h2>
		<p>
			L'ajout des articles en ligne n'est pour le moment pas encore fonctionnel. Veuillez patienter !
		</p>
<p>
	Merci ! Nous attendons avec impatience vos articles, suggestions et encouragements !
</p>